# St7GetFaceLineThickness

Returns the thickness of the face outlines.

long St7GetFaceLineThickness(long uID, long* Thickness)

Input Parameters

uID

Strand7 model file ID.

Output Parameters
Thickness

The face Outline Thickness in the range kMinThickness to kMaxThickness.